Repository: common-repository/mymovingloads-leads-form
Catalog: includes/languages/*.po
Languages: de_de_de

source: Settings
de_de_de: Einstellungen

source: My Moving Loads - Moving Leads Form Settings
de_de_de: Umzugsanfragen-Form - Allgemeine Einstellungen

source: Moving Leads
de_de_de: Umzugs-Leads

source: The MoveAdvisor API Key you have entered is invalid. Please contact MoveAdvisor.com to get a working API Key.
de_de_de: Der von Ihnen eingegebene MoveAdvisor-API-Key ist ungültig. Bitte kontaktieren Sie MoveAdvisor.com um einen funktionierenden API -Schlüssel zu erhalten.

source: You are using a Demo Key. Please contact MoveAdvisor.com to get a working API Key.
de_de_de: Sie verwenden einen Demo-Key. Bitte kontaktieren Sie MoveAdvisor.com um einen funktionierenden API-Key zu erhalten.

source: The MoveAdvisor API Key is either missing or invalid. Please <a href="%s" target="_blank">contact MoveAdvisor.com</a> to get a working API Key.
de_de_de: Der MoveAdvisor-API-Keyl fehlt oder ist ungültig. Bitte <a href="%s" target="_blank">kontaktieren Sie MoveAdvisor.com</a> , um einen funktionierenden API Key zu erhalten.

source: You are using a Demo Key for MoveAdvisor Form. To have a working form, <strong>'please enter a valid API key\ in the</strong> <a href="%s" target="_blank">Plugin Settings</a> page.
de_de_de: Sie verwenden einen Demo-Key für die MoveAdvisor-Form. Um eine funktionierende Form zu erhalten, <strong>geben Sie bitte einen gültigen API-Key auf der Seite</strong> <a href="%s" target="_blank">Plugin-Einstellungen</a> ein.

source: To use the MoveAdvisor Form, <strong>please enter a valid API key</strong> in the <a href="%s" target="_blank">Plugin Settings</a> page.
de_de_de: Um die MoveAdvisor-Form zu verwenden, <strong>geben Sie bitte einen gültigen API-Key</strong> auf der Seite <a href="%s" target="_blank">Plugin-Einstellungen</a> ein.

source: To use the MoveAdvisor Form, <strong>please enter a valid API key</strong>. To get one, please <a href="%s" target="_blank">contact MoveAdvisor</a>.
de_de_de: Um die MoveAdvisor-Form zu verwenden, <strong>geben Sie bitte einen gültigen API-Key</strong>. Um eine Form zu erhalten, <a href="%s" target="_blank">kontaktieren Sie bitte MoveAdvisor</a>.

source: You are using a Demo Key for MoveAdvisor Form. To have a working form, <strong>please enter a valid API key</strong>. To get one, please <a href="%s" target="_blank">contact MoveAdvisor</a>.
de_de_de: Sie verwenden einen Demo-Key für die MoveAdvisor-Form. Um eine funktionierende Form zu erhalten, <strong>geben Sie bitte einen gültigen API-Key</strong>. Um eine Form zu erhalten, <a href="%s" target="_blank">kontaktieren Sie bitte MoveAdvisor</a>.

source: Moving Leads Form - General Settings
de_de_de: Umzugsanfragen-Form - Allgemeine Einstellungen

source: General Settings
de_de_de: Allgemeine Einstellungen

source: How to use
de_de_de: Wie verwenden

source: You using a demo API key for testing purposes.
de_de_de: Sie verwenden einen Demo-API-Key für Testzwecke.

source: You using a valid, official API key.
de_de_de: Sie verwenden einen gültigen, offiziellen API-Key.

source: This API key is invalid.
de_de_de: Dieser API-Key ist ungültig.

source: You need a MoveAdvisor API key to have the form submit leads. <a href="%s" target="_blank">Contact My Moving Loads</a> to get your unique API Key.
de_de_de: Sie benötigen den MoveAdvisor-API-Key, um Umzugsanfragen zu erhalten/senden. <a href="%s" target="_blank">Kontaktieren Sie MoveAdvisor</a>, um einen einzigartigen API-Key zu erhalten.

source: Want to test the form first without submitting leads? Enter the following: demokey
de_de_de: Möchten Sie die Form zuerst testen, ohne Leads zu senden/erhalten? Geben Sie Folgendes ein: demokey

source: Add Google API Key
de_de_de: Google API-Key hinzufügen

source: Google API is used to <a href="%s" target="_blank">unlock extra design features</a> of your form. See the <a href="%s" target="_blank">simple tutorial on how to get a Google API key</a>.
de_de_de: Google API wird verwendet, <a href="%s" target="_blank">um zusätzliche Designfunktionen</a> Ihrer Form zu entsperren. In der einfachen Anleitung erfahren Sie,<a href="%s" target="_blank">wie Sie einen Google API-Key erhalten</a>.

source: Track Form
de_de_de: Form verfolgen

source: Start <a href="%s" target="_blank">tracking views and submissions of your forms.</a> (you need to have Google Analytics on your website)
de_de_de: Starten Sie, <a href="%s" target="_blank">die Besuche und die Nutzung Ihrer Form zu verfolgen.</a> (Sie benötigen Google Analytics auf Ihrer Website)

source: Default Policy
de_de_de: Standardrichtlinie

source: Use the <a href="%s" target="_blank">default privacy policy we've designed</a> for your users, or keep unchecked if you already have one.
de_de_de: Verwenden Sie die <a href="%s" target="_blank">standardmäßige Datenschutzrichtlinie</a>, die wir für Ihre Nutzer entwickelt haben, oder deaktivieren Sie diese Option, wenn Sie bereits eine haben.

source: Color Scheme
de_de_de: Farbschema

source: Blue (Default)
de_de_de: Blau (Standard)

source: Green
de_de_de: Grün

source: Change the border color of all input fields, the background of the autosuggest as well as the dynamic information displayed inside some input fields (for example the notification “About x days left”).
de_de_de: Ändern Sie die Rahmenfarbe aller Eingabefelder, den Hintergrund der Autosuggest sowie die dynamischen Informationen, die in einigen Eingabefeldern angezeigt werden (z. B. die Benachrichtigung "Es bleiben noch x Tаge").

source: Language
de_de_de: Sprache

source: Set preferred language of the quote form (currently only for the international quote form)
de_de_de: Lead-Form Sprache.

source: Form Title
de_de_de: Form Titel

source: No title by default.
de_de_de: Kein standartmäßiger Titel

source: (Optional) Add title to your lead forms or leave blank for no title.
de_de_de: (Optional) Geben Sie zu der Lead-Form einen Titel oder lassen Sie das Feld frei.

source: Title Aligment
de_de_de: Textausrichtung

source: Center (Default)
de_de_de: Mittig (Standard)

source: Left
de_de_de: Links

source: Right
de_de_de: Rechts

source: (Optional) Adjust the title alignment. Default is center. The alignment does not affect widget title.
de_de_de: (Optional) Passen Sie die Titelausrichtung an. Standard ist Mitte. Die Ausrichtung hat keinen Einfluss auf den Widget-Titel.

source: Button Text
de_de_de: Taste Text

source: Default: Get My Free Quote
de_de_de: Standart: Gratis Umzugsanfragen anfordern

source: (Optional) Add the text that should be on the button or leave blank for default text, which is designed to convert best.
de_de_de: (Optional) Fügen Sie den Text hinzu, der auf der Taste angezeigt werden soll, oder lassen Sie den Standardtext, der am besten für die Konvertierung geeignet ist.

source: Button Color
de_de_de: Taste Farbe

source: (Optional) Add the color that should be on the button or click default, which is designed to convert best.
de_de_de: (Optional) Fügen Sie die Farbe hinzu, die auf der Taste angezeigt werden soll, oder klicken Sie auf die Standardoption, die am besten konvertiert werden soll.

source: Background
de_de_de: Hintergrund

source: Set the background of the form.
de_de_de: Legen Sie einen Hintergrund der Form fest.

source: Thank You Text
de_de_de: Dankeschön-Text

source: Default: Thank you. You will hear from us soon.
de_de_de: Standard: Vielen Dank! Schon bald melden wir uns bei Ihnen.

source: (Optional) Customize your Thank You message when the form is submitted or leave blank for default text.
de_de_de: (Optional) Passen Sie Ihre Dankeschön-Nachricht an, wenn die Form gesendet wird, oder lassen Sie den Standardtex.

source: Disable the yellow admin box on top of the form.
de_de_de: Deaktivieren Sie das gelbe Admin-Feld oben in der Form.

source: Save Changes
de_de_de: Änderungen Speichern

source: How to Use the Form
de_de_de: Wie man die Form benutzt

source: Enter demo key
de_de_de: Demo-Key eingeben

source: To see and test how the form displays on your website, please do the following:
de_de_de: Damit Sie sehen und testen können, wie die Form auf Ihre Website angezeigt wird, gehen Sie bitte folgendermaßen vor:

source: Enter the demo API key (for testing purposes only). Simply copy this keyword:
de_de_de: Geben Sie den Demo-API-Key ein (nur zu Testzwecken). Kopieren Sie einfach dieses Schlüsselwort:

source: and paste it into the MoveAdvisor API key section in the "General Settings" tab.
de_de_de: und fügen Sie es in den MoveAdvisor-API-Schlüsselabschnitt in den "Allgemeine Einstellungen" ein.

source: After pasting, click the "Save Changes" button to commit changes.
de_de_de: Nach dem Einfügen klicken Sie auf die Taste "Änderungen speichern", um die Änderungen zu bestätigen.

source: Now you are <strong>ready to place the form on your website for testing purposes</strong>, it will not be submitting moving leads to our servers.
de_de_de: Jetzt sind Sie bereit, <strong>die Form zu Testzwecken auf Ihrer Website zu platzieren</strong>, es werden keine Umzugs-Leads zu unseren Servern gesendet.

source: Show the test form in your website
de_de_de: Zeigen Sie die Testform auf Ihrer Website an

source: There are 3 ways to include the form into your website.
de_de_de: Es gibt 3 Möglichkeiten, die Form auf Ihre Website aufzunehmen.

source: Place in a Page or Post
de_de_de: Auf einer Seite oder einem Beitrag platzieren

source: Show automatic form type based on location detection (recommended)
de_de_de: Automatisches Form-Typ basierend auf der Standortbestimmung anzeigen (empfohlen)

source: To have the form automatically show the right version of the form based on the user’s location, edit the page or post which should have the form and paste in this shortcode:
de_de_de: Damit die Form automatisch die richtige Version der Form basierend auf dem Standort des Benutzers anzeigt, bearbeiten Sie die Seite oder den Beitrag, der die Form enthalten soll, und fügen Sie diese Shortcode ein:

source: Show a specific type of form without location detection
de_de_de: Zeigen Sie einen bestimmten Formtyp ohne Standortbestimmung an

source: In rare cases, you might want to show a specific type of form without taking into account the user’s location, you can use the following shortcodes:
de_de_de: In seltenen Fällen möchten Sie einen bestimmten Formtyp anzeigen, ohne den Standort des Benutzers zu berücksichtigen. Sie können die folgende Shortcode verwenden:

source: US version of the form
de_de_de: US-Variante der Form

source: Canadian version of the form
de_de_de: Kanadische Variante der Form

source: Australian version of the form
de_de_de: Australische Variante der Form

source: UK’s version of the form
de_de_de: Britische Variante der Form

source: New Zealand version of the form
de_de_de: Neuseeland Variante der Form

source: German version of the form
de_de_de: Deutsche Variante der Form

source: International version of the form
de_de_de: Internationale Variante der Form

source: Place in the Sidebar
de_de_de: In der Sidebar plazieren

source: Click on Appearance > Widgets from the sidebar of this admin panel. You will find the widget called "MoveAdvisor Lead Form". Simply drag and drop it into your "Sidebar" section for the form to appear in your sidebar.
de_de_de: Klicken Sie in der Seitenleiste dieses Admin-Bereichs auf Darstellung> Widgets. Sie werden das Widget "MoveAdvisor Lead Form" finden. Ziehen Sie es einfach in den Bereich "Sidebar", damit die Form in Ihrer Seitenleiste angezeigt wird.

source: <i><strong>Please note that you need a MoveAdvisor API key to have the form working on this website. To get one, please <a href="%s" target="_blank">contact MoveAdvisor</a>.</strong></i>
de_de_de: <i><strong>Bitte beachten Sie, dass Sie einen MoveAdvisor-API-Schlüssel benötigen, damit die Form auf dieser Website funktioniert. Um eine Form zu erhalten, <a href="%s" target="_blank">kontaktieren Sie bitte MoveAdvisor</a>.</strong></i>

source: Inserting the form into a template file (for advanced users)
de_de_de: Fügen die Form in eine Vorlagendatei ein (für fortgeschrittene Benutzer)

source: To insert the form into a template file, use the following PHP in your file: do_shortcode(‘[mml_leadform]’)
de_de_de: Verwenden Sie den folgenden PHP in Ihrer Datei, um die Form in einer Vorlagedatei einzufügen: do_shortcode(‘[mml_leadform]’)

source: <strong>Need help placing the form in your website? <a href="%s" target="_blank">See more details</a></strong>
de_de_de: <strong>Benötigen Sie Hilfe beim Platzieren der Form auf Ihrer Website? <a href="%s" target="_blank">Mehr Details sehen</a></strong>

source: I've tested the form with the demo key and it looks great, now what?
de_de_de: Ich habe die Form mit dem Demo-Schlüssel getestet und sie sieht gut aus, was nun?

source: Already integrated the form and ready to get leads? Please <a href="%s" target="_blank">contact us here</a> to get an official, valid API key to start receiving leads.
de_de_de: Die Form ist bereit integriert? Sie bekommen dann bald Umzugsanfragen. Bitte <a href="%s" target="_blank">kontaktieren Sie uns hier</a>, um einen offiziellen API-Schlüssel zu erhalten. Damit können Sie Umzugsanfragen erhalten.

source: Get an official MoveAdvisor API key
de_de_de: Besorgen Sie sich einen offiziellen MoveAdvisor-API-Schlüssel.

source: Additional Info
de_de_de: Zusätzliche Information

source: Need help?
de_de_de: Brauchen Sie Hilfe?

source: No worries, we've got you covered. Your question is probably answered in the <a href="%s" target="_blank">detailed plugin documentation</a>.
de_de_de: Keine Sorge, wir haben daran gedacht. Ihre Frage wird wahrscheinlich in der <a href="%s" target="_blank">detaillierten Plugin-Dokumentation</a> beantwortet.

source: See the leads you've generated
de_de_de: Sehen Sie sich die Leads an, die Sie generiert haben

source: Now you can see all the leads you've generated in your own <a href="%s" target="_blank">MoveAdvisor administration panel here</a>.
de_de_de: Jetzt können Sie alle Leads sehen, die Sie generiert haben <a href="%s" target="_blank">MoveAdvisor Administration Panel hier</a>.

source: Login to MoveAdvisor Admin
de_de_de: Login auf MoveAdvisor Admin

source: Feedback &amp; Suggestions
de_de_de: Feedback &amp; Vorschläge

source: We would love to hear what you think about our plugin. Drop us a comment or send us an email to share your experience. Any feedback and suggestions are always appreciated.
de_de_de: Wir würden gerne hören, was Sie über unser Plugin denken. Schreiben Sie uns einen Kommentar oder senden Sie uns eine E-Mail, um Ihre Erfahrungen zu teilen. Rückmeldungen und Vorschläge werden immer geschätzt.

source: Leave us feedback
de_de_de: Hinterlassen Sie Feedback

source: Thank you. You will hear from us soon.
de_de_de: Vielen Dank! Sie werden bald von uns hören.

source: Get My Free Quote
de_de_de: Jetzt kostenlos anfragen

source: Your information is 100% Secure.
de_de_de: Ihre Informrationen sind sicher geschützt.

source: Wait!
de_de_de: Bitte warten Sie!

source: an agent is calling you now from
de_de_de: Ein Umzugsunternehmen ruft Ihnen an unter

source: Please pick up your phone to be connected with an agent to give you a personalized quote based on your move details.
de_de_de: Bitte kommen Sie in Kontakt mit dem Umzugsunternehmen, um ein personalisiertes auf Ihren Umzugsdetails basiertes Angebot zu erhalten.

source: Settings Page
de_de_de: Einstellungen Seite
